Revit 2024 API
SymbolTypeId.CalPerS Property
 Symbol cal/s, indicating unit Calories per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CalPerS { get; }
Visual Basic
Public Shared ReadOnly Property CalPerS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CalPerS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace